Repository: verilogsh/projetEnchere
Catalog: Enchere/Enchere/Enchere/Enchere/Enchere/Ressource/ResourceView.*.resx
Languages: fr

# Accueil
source: Home
fr: Accueil

# Adresse
source: Address
fr: Adresse

# autherror
source: Authentification erro
fr: Erreur d'authentification

# autherror2
source: Wrong username or password!
fr: Nom d'utilisateur ou mot de passe invalide!

# Civilté
source: Civility
fr: Civilté

# ConfirmezMDP
source: Confirm your password: minimum 6 characters and maximum 50 characters!
fr: Confirmez le mot de passe: minimum 6 caractères et maximum 50!

# Connexion
source: Login
fr: Connexion

# Cote
source: Quotation
fr: Cote

# Courriel
source: Email
fr: Courriel

source: Create
fr: Créér

# Editer
source: Edit
fr: Editer

# entrerCourriel
source: Enter your email address
fr: Indiquez votre courriel

# entrerNr
source: Enter your number
fr: Indiquez votre numero

# Inscription
source: Sign up date
fr: Date d'inscription

# Langue
source: Language
fr: Langue

# mauvaisformattel
source: Wrong phone format!
fr: Ce n'est pas le bon format de telephone!

# MDP
source: Password
fr: Mot de passe

# MDPCONFIRMDIFFERENT
source: Confirmation different from password
fr: Le mot de passe et la confirmation ne correspondent pas.

# MDPminmax
source: The password should have a minimum of 6 characters and a maximum of 50!
fr: Le mot de passe doit compter minimum 6 caractères et maximum 50!

# MDPrequis
source: Password required
fr: Le mot de passe est requis

source: New user
fr: Nouvel utilisateur

# Nom
source: Last Name
fr: Nom de famille

# Numéro
source: Number
fr: Numéro

# Prenom
source: First Name
fr: Prenom

# Sauvegarder
source: Save
fr: Sauvegarder

# Supprimer
source: Delete
fr: Supprimer

# Téléphone
source: Phone
fr: Téléphone

# Deconnexion
source: Log out
fr: Déconnexion

# gestobj
source: Object Management
fr: Gestion des objets

# ListeUsers
source: Users list
fr: Liste utilisateurs

# mdfprofil
source: Modify profile
fr: Modifier profil

# ModifierMDP
source: Modify password
fr: Modifier mot de passe

# nom2
source: Name
fr: Nom

# Acheter
source: Buy
fr: Acheter

# Bonjour
source: Hello
fr: Bonjour

# Changer
source: Change
fr: Changer

# Changercommission
source: Change commission
fr: Changer commission

# Commissionactuel
source: Commission Rate Now
fr: Commission actuel

# Créérobjet
source: Create object
fr: Créér objet

# Derniersproduits
source: Recent products
fr: Derniers produits

# Editerdonnéesobjet
source: Edit object information
fr: Editer données objet

# Encherir
source: Bid
fr: Encherir

# Envoyer
source: Send
fr: Envoyer

# Fin
source: End
fr: Fin

# GestionEncheres
source: Bid management
fr: Gestion Enchères

# Inscriptionsite
source: Sign up
fr: Inscription

# Listedesobjets
source: Object list
fr: Liste des objets

# Listerecheresperdus
source: List of lost bids
fr: Lister echères perdus

# Listerencheresencherits
source: List of gained bids
fr: Lister enchères encherits

# Listerencheresencours
source: Ongoing Bids
fr: Lister enchères en cours

# Listermesobjetsvenduspdf
source: Sold objects - pdf
fr: Lister mes objets vendus - pdf

# Listerobjetsachetes
source: Bought objects
fr: Lister objets achetés

# Listerobjetsvendus
source: Sold objects
fr: Lister objets vendus

# Listerproduitsinteressepdf
source: Interested-me-products - pdf
fr: Lister produits qui m'ont intéressés - pdf

# Mesobjetsenvente
source: Selling list
fr: Mes objets en vente

# PageCommission
source: Commission Page
fr: Page Commission

# PageRapports
source: Reports Page
fr: Page Rapports

# PrixActuel
source: Current Price
fr: Prix Actuel

# PrixDepart
source: Starting price
fr: Prix Départ

# Rapports
source: Reports
fr: Rapports

# Rapportsurlacotedesmembres
source: Report on member quotation
fr: Rapport sur la cote des membres

# Rapportsursynthesevente
source: Report on the annual sales summary
fr: Rapport sur la synthese de vente annuelle

# Récuperationmot
source: Recover the new password
fr: Récuperation du nouveau mot de passe

# Sujet
source: Subject
fr: Sujet

# Telechager
source: Download
fr: Téléchager

# Vendeur
source: Seller
fr: Vendeur

# Ventesechusousouspeuechuspdf
source: Finished or finishing bids - pdf
fr: Ventes echus ou sous peu echus - pdf

# Zoneadministration
source: Administration zone
fr: Zone administration

# telechargerlapiecejointe
source: Download attached file
fr: télécharger la pièce jointe

# Catégorie
source: Category
fr: Catégorie

# Contacteznous
source: Contact us
fr: Contactez nous
